<?php
    $st->pageheading('asset/img/pageheading/about.jpg','ඉතිහාසය');
?>
<section id="history">
    <div class="container">

        <div class="row">
            <div class="col-md-6 op  d-flex align-items-center">
                <div class="col-md-12 p-0">
                    <h2>ශ්‍රී ඥානෝදය පිරිවෙන</h2>

                    <p>කොත්මලේ වටද්දර ශ්‍රී ඥානෝදය පිරිවෙන 1880 දී පමණ ආරම්භ
                        කොට එය 1913 පෙබරවාරි මස 21 වන දින ලියාපදිංචි කරන ලදි.
                        ඉන් පසුව එය ක්‍රමයෙන් විකාශනය විය. මෙහි ආදි කතෘන් වහන්සේ
                        වනුයේ සිද්ධාන්ත විශාරද රාජකීය පණ්ඩිත පූජ්‍ය කොත්මලේ ශ්‍රි ධම්මාන්දාහිධාන
                        නායක ස්වාමීන්වහන්සේයි. ඉන් පසුව 1958 දී උන්වහන්සේ ශිෂ්‍යවර සද්ධර්ම විශාරද රාජයකීය
                        පණ්ඩිත පූජ්‍ය යටිගම්මන වාවිස්සර නායක ස්වාමීන්වහන්සේ ආධිපත්‍යය උසුලනු ලැබුහ. 1980 දී
                        කොත්මලේ ජලාශ යෝජනාව නිසා මෙම ශ්‍රී ඥානෝදය පිරිවෙන අනුරාධපුර
                        දිස්ත්‍රික්කයේ තලාව ප්‍රදේශයේ ස්ථාපිත කරන ලදි. </p>
                </div>

            </div>

            <div class="col-md-6 kl">

                <img src="asset/img/history/kadadora.jpg" class="d-block rounded mx-auto img-thumbnail  gh " alt="">
            </div>


        </div>

        <div class="row">

            <div class="col-md-6 df">

                <img src="asset/img/history/hist.jpg" class="d-block rounded mx-auto img-thumbnail  gh " alt="">
            </div>

            <div class="col-md-6 rt">

                <h2>ඉතිහාසය</h2>

                <p>2003 වර්ෂයේ දී පූජයේ යටිගම්මන ශ්‍රි වාවිස්සර නායක ස්වාමින් වහන්සේ අපවත්
                    වීමෙන් අනතුරුව උන්වහන්සේගේ ශිෂ්‍යවර රාජකීය පණ්ඩිත ශාස්ත්‍රපති පූජ්‍ය මැණික්හින්නේ
                    ධීරානන්ද නායක ස්වාමීන් වහන්සේ මෙම පිරිවෙනේ ආධිපත්‍යයට පත්වූහ.
                    කන්ද උඩරට ඉතා කීරුතිමත් විද්‍යාස්ථානයක් වශයෙන් විශාල ගිහි පැවදි උගතුන් පිරිසක්
                    මෙරටට බිහිකල සුවිශේෂී පිරිවෙනකි. ශ්‍රී ඥානෝදය පිරිවෙන වර්තමානය වන විට
                    මෙම පිරිවෙනෙහි ශිෂ්‍ය භික්ෂූන් වහන්සේලා හා ගිහි දරුවන් 110ක් පමණත් දහම් පාසලේ දූ දරුවන් 600ක්
                    පමණත්
                    අධ්‍යාපනය ලබති.
                </p>


            </div>

        </div>


    </div>


</section>