<section id="aboutmain">
    <?php
    $st = new site();
    $st-> sectionheading('අප ගැන');
    ?>
    <div class="container">
        <div class="row">
            <div class="img col-md-6 ">
                <img src="asset/img/aboutmain/1.jpg" class="img-fluid" alt="...">
            </div>
            <div class="card col-md-6 align-self-center">
                <div class="card-body p-3">
                    <div class="hedding">
                        <p class="card-text">දැනට ශිෂ්‍ය භික්ෂූන් වහන්සේලා හා ගිහි දරුවන් 110ක් පමණ පිරිවෙන්
                            අධ්‍යාපනය ලබන අතර පළාතේ හොදම පිරිවෙන මෙන්ම ලංකාවේ විශිෂ්ඨ පිරිවෙනක් බවට පත් කිරිම, පාලි
                            සංස්කෘත
                            හා ඉංග්‍රීසි මෙන්ම දෙමළ භාෂාවන් පිළිබද විශාරදයින් බිහි කිරීමට අවශ්‍ය කටයුතු සම්පාදනය කිරිම,
                            ධර්ම දේශනා පිරිත් දේශනා හා අනිකුත් කුසලාතාවන්ගෙන් පිරිපුන් භික්ෂුන් වහන්සේලා පිරිසක් රටට
                            මෙන්ම ජාත්‍යන්තර තලයට සුදුස්සන් බවට පුහුණු කිරීම. විදේශ ධර්ම දූත සේවා සදහා අවශ්‍ය කටයුතු
                            සම්පාදනය කිරීම,
                            ගිහි පැවති ශිෂ්‍ය පිරිසට මෙන්ම ආචාර්ය මණ්ඩලයට අවශ්‍ය ප්‍රත්‍ය පහසුකම් මෙන්ම භෞතික සම්පත්
                            සම්පුර්ණ කිරීම අපගේ අරමුණයි.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>